export const data = [
    {
        id: 1,
        day: "Понедельник",
        nameFood: "Картофель по-французски",
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom.jpg",
        recipe: [
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_1.jpg",
                step: "Как запечь картошку с мясом по-французски в духовке? Подготовьте для этого необходимые ингредиенты. Мясо можно использовать любое. Я буду готовить из свинины. Для получения более диетического блюда можно использовать мясо индейки или курицы. Сливки можно брать не сильно жирные. Достаточно будет 10-15 % жирности."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_2.jpg",
                step: "Мясо нарежьте на небольшие кусочки и немного отбейте кухонным молоточком."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_3.jpg",
                step: "Отбитое мясо сложите в небольшую чашу, посыпьте соль и специи. Добавьте измельченный чеснок и дайте ему постоять минут 5-10."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_4.jpg",
                step: "Для запекания возьмите любую жаропрочную форму. Она может быть керамическая, стеклянная или металлическая. Я буду готовить в керамической форме. Дно и бока формы смажьте кусочком сливочного масла и ломтиками чеснока."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_5.jpg",
                step: "Выложите в форму все подготовленные кусочки мяса. Распределите их равномерно по всему дну. Перышки зеленого лука нарежьте и посыпьте по мясу."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_6.jpg",
                step: "Картофель очистите от кожуры и ополосните в проточной воде от загрязнений. Измельчите его так, чтобы были тонкие слайсы. Это удобно делать кухонным комбайном, при наличии соответствующей насадки. Перемешайте картофель с солью и специями."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_7.jpg",
                step: "Разложите картофель по всей поверхности мяса. Подготовленные сливки немного подсолите и поперчите. Полейте ими картофель. Сливки придадут вкусу готового блюда сливочный вкус и свяжут все ингредиенты между собой."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_8.jpg",
                step: "Поверхность картофеля обильно посыпьте тертым сыром и поставьте форму в духовку, предварительно разогретую до 200 градусов, примерно на 45-50 минут. Время и температура приготовления у вас могут быть другими. Подробнее о том как правильно подобрать время и температуру запекания читайте в статье. Ссылка находится в конце рецепта."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_9.jpg",
                step: "Картофель с мясом по-французски готов! Извлеките форму из духовки и подавайте к столу в горячем виде."
            },
        
            {
                image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_10.jpg",
                step: "Приятного аппетита!"
            }
        ],
        showMore: false
         
    },

    {
        id: 2,
        day: "Вторник",
        nameFood: "Спагетти с фаршем и томатной пастой",
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi.jpg",
        recipe: [
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_1.jpg",
                step: "Для начала подготовьте необходимые ингредиенты. Я в рецепте использую спагетти, но вы можете заменить их на другую длинную пасту, например, тальятелле, феттуччини, букатини, лингвини. Фарш можете использовать говяжий, как у меня, или смешанный."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_2.jpg",
                step: "Сыр натрите на мелкой или средней терке. Сыр можете использовать любой - если хочется блюдо более приближенное к итальянской кухне - возьмите пармезан. Но подойдет и обычный твердый сыр типа Российского."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_3.jpg",
                step: "Чеснок очистите и мелко порубите ножом."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_4.jpg",
                step: "На плите вскипятите большое количество подсоленной воды из расчета: на 100 г пасты примерно 1 л воды и 1 ст. л. соли без горки. Однако советую соли положить чуть меньше, ведь у нас еще будет соленый фарш. Выложите в воду спагетти и отварите до состояния al dente примерно 7-8 минут."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_5.jpg",
                step: "Пока варится паста, приготовьте томатно-мясной соус. В сковороде на среднем огне разогрейте сливочное масло. Выложите фарш и обжарьте примерно 5 минут, разбивая комочки, пока весь фарш не потемнеет."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_6.jpg",
                step: "В зависимости от качество фарша и количества жира от него будет выделяться больше или меньше влаги. Можете подождать,пока выпарится большая часть жидкости, но я советую не сильно ее выпаривать - так соус получится сочнее. Всыпьте в сковороду измельченный чеснок и обжарьте все вместе,помешивая, 2 минуты."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_7.jpg",
                step: "Выложите томатную пасту и перемешайте. Тушите все вместе 2-3 минуты"
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_8.jpg",
                step: "Добавьте к фаршу помидоры в собственном соку. Все посолите, поперчите и перемешайте. Прогрейте все вместе еще 2-3 минуты. Если у вас нет помидоров в собственном соку,можете сделать такие самостоятельно: возьмите 2 средних помидора и очистите их от кожицы. Один помидор натрите на мелкой терке, чтобы получилось пюре, а второй нарежьте на мелкие кусочки. И перемешайте. При желании можете добавить в томатную массу немного кетчупа."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_9.jpg",
                step: "Пока фарш доходит до готовности, готовые спагетти откиньте на дуршлаг и дайте стечь воде."
            },
        
            {
                image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_10.jpg",
                step: "Далее можете просто переложить пасту в сковороду к фаршу и перемешать. Но я предлагаю более изысканную подачу: разложите пасту по тарелкам, сверху распределите томатно-мясную смесь, посыпьте сверху сыром и украсьте веточкой базилика. Приятного аппетита!"
            }
        ]?
        showMore: false
        
    }

]