export const dataPasta = [

    {
        id: 1,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_1.jpg",
        step: "Для начала подготовьте необходимые ингредиенты. Я в рецепте использую спагетти, но вы можете заменить их на другую длинную пасту, например, тальятелле, феттуччини, букатини, лингвини. Фарш можете использовать говяжий, как у меня, или смешанный."
    },

    {
        id: 2,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_2.jpg",
        step: "Сыр натрите на мелкой или средней терке. Сыр можете использовать любой - если хочется блюдо более приближенное к итальянской кухне - возьмите пармезан. Но подойдет и обычный твердый сыр типа Российского."
    },

    {
        id: 3,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_3.jpg",
        step: "Чеснок очистите и мелко порубите ножом."
    },

    {
        id: 4,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_4.jpg",
        step: "На плите вскипятите большое количество подсоленной воды из расчета: на 100 г пасты примерно 1 л воды и 1 ст. л. соли без горки. Однако советую соли положить чуть меньше, ведь у нас еще будет соленый фарш. Выложите в воду спагетти и отварите до состояния al dente примерно 7-8 минут."
    },

    {
        id: 5,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_5.jpg",
        step: "Пока варится паста, приготовьте томатно-мясной соус. В сковороде на среднем огне разогрейте сливочное масло. Выложите фарш и обжарьте примерно 5 минут, разбивая комочки, пока весь фарш не потемнеет."
    },

    {
        id: 6,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_6.jpg",
        step: "В зависимости от качество фарша и количества жира от него будет выделяться больше или меньше влаги. Можете подождать,пока выпарится большая часть жидкости, но я советую не сильно ее выпаривать - так соус получится сочнее. Всыпьте в сковороду измельченный чеснок и обжарьте все вместе,помешивая, 2 минуты."
    },

    {
        id: 7,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_7.jpg",
        step: "Выложите томатную пасту и перемешайте. Тушите все вместе 2-3 минуты"
    },

    {
        id: 8,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_8.jpg",
        step: "Добавьте к фаршу помидоры в собственном соку. Все посолите, поперчите и перемешайте. Прогрейте все вместе еще 2-3 минуты. Если у вас нет помидоров в собственном соку,можете сделать такие самостоятельно: возьмите 2 средних помидора и очистите их от кожицы. Один помидор натрите на мелкой терке, чтобы получилось пюре, а второй нарежьте на мелкие кусочки. И перемешайте. При желании можете добавить в томатную массу немного кетчупа."
    },

    {
        id: 9,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_9.jpg",
        step: "Пока фарш доходит до готовности, готовые спагетти откиньте на дуршлаг и дайте стечь воде."
    },

    {
        id: 10,
        image: "/pictures/pasta/pasta-s-farshem-i-tomatnoi-pastoi_10.jpg",
        step: "Далее можете просто переложить пасту в сковороду к фаршу и перемешать. Но я предлагаю более изысканную подачу: разложите пасту по тарелкам, сверху распределите томатно-мясную смесь, посыпьте сверху сыром и украсьте веточкой базилика. Приятного аппетита!"
    }
]