
export const dataPotato = [

    {
        id: 1,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_1.jpg",
        step: "Как запечь картошку с мясом по-французски в духовке? Подготовьте для этого необходимые ингредиенты. Мясо можно использовать любое. Я буду готовить из свинины. Для получения более диетического блюда можно использовать мясо индейки или курицы. Сливки можно брать не сильно жирные. Достаточно будет 10-15 % жирности."
    },

    {
        id: 2,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_2.jpg",
        step: "Мясо нарежьте на небольшие кусочки и немного отбейте кухонным молоточком."
    },

    {
        id: 3,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_3.jpg",
        step: "Отбитое мясо сложите в небольшую чашу, посыпьте соль и специи. Добавьте измельченный чеснок и дайте ему постоять минут 5-10."
    },

    {
        id: 4,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_4.jpg",
        step: "Для запекания возьмите любую жаропрочную форму. Она может быть керамическая, стеклянная или металлическая. Я буду готовить в керамической форме. Дно и бока формы смажьте кусочком сливочного масла и ломтиками чеснока."
    },

    {
        id: 5,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_5.jpg",
        step: "Выложите в форму все подготовленные кусочки мяса. Распределите их равномерно по всему дну. Перышки зеленого лука нарежьте и посыпьте по мясу."
    },

    {
        id: 6,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_6.jpg",
        step: "Картофель очистите от кожуры и ополосните в проточной воде от загрязнений. Измельчите его так, чтобы были тонкие слайсы. Это удобно делать кухонным комбайном, при наличии соответствующей насадки. Перемешайте картофель с солью и специями."
    },

    {
        id: 7,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_7.jpg",
        step: "Разложите картофель по всей поверхности мяса. Подготовленные сливки немного подсолите и поперчите. Полейте ими картофель. Сливки придадут вкусу готового блюда сливочный вкус и свяжут все ингредиенты между собой."
    },

    {
        id: 8,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_8.jpg",
        step: "Поверхность картофеля обильно посыпьте тертым сыром и поставьте форму в духовку, предварительно разогретую до 200 градусов, примерно на 45-50 минут. Время и температура приготовления у вас могут быть другими. Подробнее о том как правильно подобрать время и температуру запекания читайте в статье. Ссылка находится в конце рецепта."
    },

    {
        id: 9,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_9.jpg",
        step: "Картофель с мясом по-французски готов! Извлеките форму из духовки и подавайте к столу в горячем виде."
    },

    {
        id: 10,
        image: "/pictures/potato/kartoshka-po-frantsuzski-s-myasom_10.jpg",
        step: "Приятного аппетита!"
    }
]